package constant;

public class Keyword {
    public final static String[] keyword = {"신항만가스","신항만 가스",
            "장림동 산소","구평동 산소","다대동 산소","다대 산소","하단동 산소","하단 산소","엄궁동 산소","엄궁 산소","명지동 산소","사하구 산소","강서구 산소",
            "장림동 탄산","다대동 탄산","하단동 탄산","명지동 탄산","사하구 탄산","강서구 탄산",
            "장림동 질소","다대동 질소","다대 질소","하단동 질소","엄궁동 질소","엄궁 질소","사하구 질소","강서구 질소",
            "신평동 알곤","장림동 알곤","구평동 알곤","다대동 알곤","다대 알곤","하단동 알곤","엄궁동 알곤","사하구 알곤","강서구 알곤",
            "사하구 의료용 산소","강서구 의료용 산소",
            "부산 질소","부산 알곤","부산 의료용 산소","부산 신항만가스","부산 신항만 가스",
    };


    //테스트용
//    public final static String[] keyword = {
//        "장림동 산소","장림동 탄산","하단동 탄산","사하구 산소","사하구 탄산","신항만 가스","신항만가스","장림동 탄산","장림동 질소","하단동 질소","사하구 질소","장림동 알곤","장림동 의료용 산소",
//            "하단동 의료용 산소","사하구 의료용 산소","부산 신항만가스","부산 신항만 가스"
//};
    //테스트용
    public final static String[] testkeyword = {
            "신항만가스","신항만 가스",
            "장림동 산소","구평동 산소","다대동 산소","다대 산소","하단동 산소","하단 산소","엄궁동 산소","엄궁 산소","명지동 산소","사하구 산소","강서구 산소",
            "장림동 탄산","다대동 탄산","하단동 탄산","명지동 탄산","사하구 탄산","강서구 탄산",
            "장림동 질소","다대동 질소","다대 질소","하단동 질소","엄궁동 질소","엄궁 질소","사하구 질소","강서구 질소",
            "신평동 알곤","장림동 알곤","구평동 알곤","다대동 알곤","다대 알곤","하단동 알곤","엄궁동 알곤","사하구 알곤","강서구 알곤",
            "사하구 의료용 산소","강서구 의료용 산소",
            "부산 질소","부산 알곤","부산 의료용 산소","부산 신항만가스","부산 신항만 가스",
            "장림동 산소배달","구평동 산소배달","다대동 산소배달","다대 산소배달","하단동 산소배달","하단 산소배달","엄궁동 산소배달","엄궁 산소배달","명지동 산소배달","사하구 산소배달","강서구 산소배달","부산 산소배달","사하구 산소배달","강서구 산소배달",
            "장림동 가스배달","구평동 가스배달","다대동 가스배달","다대 가스배달","하단동 가스배달","하단 가스배달","엄궁동 가스배달","엄궁 가스배달","명지동 가스배달","사하구 가스배달","강서구 가스배달","부산 가스배달","사하구 가스배달","강서구 가스배달",
            "장림동 LPG배달","구평동 LPG배달","다대동 LPG배달","다대 LPG배달","하단동 LPG배달","하단 LPG배달","엄궁동 LPG배달","엄궁 LPG배달","명지동 LPG배달","사하구 LPG배달","강서구 LPG배달","부산 LPG배달","사하구 LPG배달","강서구 LPG배달",
            "장림동 가스","구평동 가스","다대동 가스","다대 가스","하단동 가스","하단 가스","엄궁동 가스","엄궁 가스","명지동 가스","사하구 가스","강서구 가스","부산 가스","사하구 가스","강서구 가스",
            "장림동 LPG","구평동 LPG","다대동 LPG","다대 LPG","하단동 LPG","하단 LPG","엄궁동 LPG","엄궁 LPG","명지동 LPG","사하구 LPG","강서구 LPG","부산 LPG","사하구 LPG","강서구 LPG",
    };
}
//산소 탄산 질소 알곤
//의료용
//신평동 장림동 괴정동 구평동 다대동 다대 하단동 하단 엄궁동 엄궁 명료지동 명지 사하구 강서구